Repository: iworks/omnibus
Catalog: languages/omnibus-*.po
Languages: pl_pl

source: Omnibus: Data Migration Tool
pl_pl: Omnibus: narzędzie do migracji danych

source: There is %s field to migrate!
pl_pl: Istnieje %s pole do migracji!

source: Omnibus: data migration required!
pl_pl: Omnibus: wymagana migracja danych!

source: The plugin uses an old version of data collection and data migration is required for the plugin to function properly.
pl_pl: Wtyczka wykorzystuje starą wersję gromadzenia danych i do prawidłowego działania wtyczki wymagana jest migracja danych.

source: The migration has already started but is not finished! It can cause problems with Omnibus prices.
pl_pl: Migracja została rozpoczęła, ale nie została zakończona! Może to powodować problemy z cenami Omnibus.

source: We highly recommend creating a copy of the database before starting the migration.
pl_pl: Zdecydowanie zalecamy utworzenie kopii bazy danych przed rozpoczęciem migracji.

source: Go to migration page
pl_pl: Przejdź na stronę migracji

source: Omnibus: installed version of WooCommerce is too low!
pl_pl: Omnibus: zainstalowana wersja WooCommerce jest za niska!

source: The WooCommerce version you are using (%1$s) is too low, and our plugin cannot work with it. Please update WooCommerce to at least version %2$s for the Omnibus plugin to work properly.
pl_pl: Używana wersja WooCommerce (%s) jest zbyt niska i naszawtyczka nie potrafi z nią współpracować. Proszę zaktualizować WooCommerce przynjamniej do wersji %s w celu praidłowego działania wtyczki Omnibus.

source: If you like <strong>Omnibus</strong> please leave us a %1$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s rating. A huge thanks in advance!
pl_pl: Jeżeli lubisz wtyczkę <strong>Omnibus</strong>, proszę daj jej ocenę %1$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s. Z góry bardzo dziękuję!

source: Settings
pl_pl: Ustawienia

source: Omnibus Migration
pl_pl: Migracja Omnibus

source: Failed Security Check
pl_pl: Błąd w trakcie sprawdzania bezpieczeństwa

source: Unknown Error Occurred
pl_pl: Wystąpił nieznany błąd

source: Previous lowest price was %2$s.
pl_pl: Poprzednia najniższa cena: %2$s.

source: Omnibus Directive
pl_pl: Dyrektywa Omnibus

source: Omnibus Directive Settings
pl_pl: Dyrektywa Omnibus: ustawienia

source: Number of days
pl_pl: Liczba dni

source: This controls the number of days to show. According to the Omnibus Directive, minimum days is 30 after curent sale was started.
pl_pl: Kontroluje liczbę dni do wyświetlenia. Zgodnie z Dyrektywą Omnibus minimalna liczba dni to 30 przed rozpoczęciem promocji.

source: Messages
pl_pl: Wiadomości

source: Price Message
pl_pl: Komunikat dotyczący ceny

source: Default messages (recommended).
pl_pl: Domyślny komunikat (zalecane).

source: Custom messages.
pl_pl: Własne wiadomości.

source: Custom messages will be used only when you choose "Custom messages." option.
pl_pl: Własne wiadomości będą używane tylko wtedy, gdy wybrano opcję „Własne wiadomości”.

source: Use the {price} placeholder to display price.
pl_pl: Użyj symbolu zastępczego {price}, aby wyświetlić cenę.

source: Use the {timestamp} placeholder to display timestamp.
pl_pl: Użyj symbolu zastępczego {timestamp}, aby wyświetlić znacznik czasu.

source: Use the {days} placeholder to display days.
pl_pl: Użyj symbolu zastępczego {days}, aby wyświetlić dni.

source: Use the {when} placeholder to display date.
pl_pl: Użyj symbolu zastępczego {when}, aby wyświetlić datę.

source: Previous lowest price: {price}.
pl_pl: Poprzednia najniższa cena: {price}.

source: The previous price is not available.
pl_pl: Poprzednia cena nie jest dostępna.

source: Price
pl_pl: Cena

source: The lowest price in %d days.
pl_pl: Najniższa cena w ciągu ostatnich %d dni.

source: Date
pl_pl: Data

source: The date when lowest price in %d days occurred.
pl_pl: Data wystąpienia najniższej ceny w ciągu ostatnich %d dni.

source: Show on
pl_pl: Wyświetlaj na

source: Single Download
pl_pl: Pojedynczy plik

source: Admin Download List
pl_pl: Lista plików w kokpicie administratora

source: Admin Edit Download
pl_pl: Edycja pliku

source: This controls the number of days to show. According to the Omnibus Directive, minimum days is 30.
pl_pl: Kontroluje liczbę dni do wyświetlenia. Zgodnie z Dyrektywą Omnibus minimalna liczba dni to 30.

source: Product info
pl_pl: Informacja o produkcie

source: ID
pl_pl: Identyfikator

source: Type
pl_pl: Rodzaj

source: Product changes log
pl_pl: Log zmian produktu

source: The selected product type is not supported.
pl_pl: Wybrany rodzaj produktu nie jest obsługiwany.

source: Product saved prices
pl_pl: Zapisane ceny produktu

source: There is no price history recorded.
pl_pl: Brak wpisów w historii cen.

source: Regular Price
pl_pl: Cena regularna

source: Sale Price
pl_pl: Cena promocyjna

source: Days
pl_pl: Dni

source: Only on sale
pl_pl: Tylko promocje

source: Display only for the course on sale.
pl_pl: Wyświetlaj tylko dla kursów w promocji.

source: Course single
pl_pl: Pojedyncza strona kursu

source: Show or hide on a single course page.
pl_pl: Pokaż lub ukryj to pole na stronie kursu.

source: Display anywhere else
pl_pl: Wyświetlaj gdziekolwiek indziej

source: Display anywhere else that doesn't fit any of the above.
pl_pl: Wyświetlaj w dowolnym miejscu, które nie pasuje do żadnego z powyższych.

source: Show on admin on
pl_pl: Pokaż w administratorze na

source: Courses list
pl_pl: Lista kursów

source: Course edit
pl_pl: Edycja kursu

source: Omnibus Price
pl_pl: Cena Omnibusa

source: no data available
pl_pl: brak danych

source: Omnibus Date
pl_pl: Data Omnibusa

source: Display Price
pl_pl: Wyświetl cenę

source: Where on site
pl_pl: Gdzie wyświetlać w witrynie

source: Admin Dashboard
pl_pl: Pulpit admistratora

source: European Union guidance requires displaying the minimal price if a product is on sale. But if you use publicly available discounts, e.g., "discount code" you should consider showing omnibus prices all the time.
pl_pl: Wytyczne Unii Europejskiej wymagają wyświetlania ceny minimalnej, jeśli produkt jest w promocji. Jeśli jednak korzystasz z publicznie dostępnych rabatów, np. „kodu rabatowego”, warto rozważyć wyświetlanie cen omnibus przez cały czas.

source: Display minimal price
pl_pl: Wyświetl cenę minimalną

source: Only when the product is on sale
pl_pl: Tylko wtedy, gdy produkt jest w promocji

source: Always (use if you have publicly available discounts)
pl_pl: Zawsze (użyj, jeśli masz publicznie dostępne rabaty)

source: Where on Single Product
pl_pl: Gdzie na stronie produktu

source: Allows you to choose where the message is displayed. According to the directive, we recommend displaying it right after the price. Some places may not work depending on the theme you are using and how your site is built.
pl_pl: Pozwala wybrać miejsce wyświetlania wiadomości. Zgodnie z dyrektywą zalecamy wyświetlanie jej zaraz po cenie. Niektóre miejsca mogą nie działać w zależności od używanego motywu i sposobu budowy witryny.

source: After the price (recommended)
pl_pl: Po cenie (zalecane)

source: Do not show. I will handle it myself.
pl_pl: Nie pokazuj. Zajmę się tym samodzielnie.

source: Before the product meta data
pl_pl: Przed danymi meta produktu

source: After the product meta data
pl_pl: Po danych meta produktu

source: Before the single product summary
pl_pl: Przed podsumowaniem produktu

source: After the single product summary
pl_pl: Po podsumowaniu produktu

source: Before the add to cart form
pl_pl: Przed formularzem dodawania do koszyka

source: Before the add to cart button
pl_pl: Przed przyciskiem dodawania do koszyka

source: After the add to cart button
pl_pl: Po przycisku dodawania do koszyka

source: Before the add to cart quantity
pl_pl: Przed polem liczby dodawania do koszyka

source: After the add to cart quantity
pl_pl: Po polu liczby dodawania do koszyka

source: At the begining of the content
pl_pl: Na początku treści

source: At the end of the content
pl_pl: Na końcu treści

source: Type of Product
pl_pl: Rodzaj produktu

source: Simple product
pl_pl: Prosty produkt

source: Variable product: global
pl_pl: Produkt z wariantami: ogólnie

source: Variable product: variation
pl_pl: Produkt z wariantami: wariant

source: Tutor course
pl_pl: Kurs Tutora

source: Show for type
pl_pl: Pokaż dla rodzaju

source: Where to display on site
pl_pl: Gdzie wyświetlać w witrynie

source: Select the places where you want to display information about prices. Some options may not work properly depending on the theme you're using or how your site is built.
pl_pl: Wybierz miejsca, w których chcesz wyświetlać informacje o cenach. Niektóre opcje mogą nie działać poprawnie w zależności od używanego motywu lub sposobu budowy witryny.

source: Single Product
pl_pl: Prosty produkt

source: Show a single product page.
pl_pl: Pokaż na stronie produktu.

source: Shop
pl_pl: Sklep

source: Show on the <a href="%s#woocommerce_shop_page_id" target="_blank">Shop Page</a>.
pl_pl: Pokaż na (<a href="%s#woocommerce_shop_page_id">stronie sklepu</a>).

source: This setting is only for WooCommerce Shop Page. It will not work if you use something else, such as a page builder products page.
pl_pl: Ustawienie dotyczy tylko strony sklepu WooCommerce. Nie zadziała, jeśli użyjesz czegoś innego, na przykład strony produktów utworzonej za pomocą page buildera.

source: Cart
pl_pl: Koszyk

source: Show on the <a href="%s#woocommerce_cart_page_id" target="_blank">Cart Page</a>.
pl_pl: Pokaż w (<a href="%s#woocommerce_shop_page_id">koszyku</a>).

source: This setting is only for WooCommerce Cart Page. It will not work if you use something else, such as a page builder cart page.
pl_pl: Ustawienie dotyczy tylko strony koszyka WooCommerce. Nie zadziała, jeśli użyjesz czegoś innego, na przykład strony koszyka utworzonego za pomocą page buildera.

source: Any loop
pl_pl: Dowolna pętla

source: Show on any product list.
pl_pl: Pokaż na dowolnej liście produktów.

source: Taxonomy Page
pl_pl: Strona taksonomii

source: Show on any taxonomy (tags, categories, custom taxonomies).
pl_pl: Pokaż na dowolnej taksonomii (tagi, kategorie, własne).

source: Related Products List
pl_pl: Lista powiązanych produktów

source: Show on the related products box.
pl_pl: Pokaż w powiązanych produktach.

source: This setting is only for WooCommerce related products box. It will not work if you use something else, such as a page builder related products.
pl_pl: Ustawienie dotyczy tylko pola produktów powiązanych z WooCommerce. Nie zadziała, jeśli użyjesz czegoś innego, na przykład produktów związanych utworzonych za pomocą page buildera.

source: Everywhere Else
pl_pl: Gdziekolwiek indziej

source: Messages Settings
pl_pl: Ustawienia wiadomości

source: No Previous Price
pl_pl: Brak poprzedniej ceny

source: Display current sale price
pl_pl: Wyświetl aktualną cenę promocyjną

source: Display current regular price
pl_pl: Wyświetl aktualną cenę regularną

source: Inform about it
pl_pl: Poinformuj o tym

source: Do not display anything
pl_pl: Niczego nie wyświetlaj

source: What do you want to show when no data is available?
pl_pl: Co mam pokazywać jak nie mam danych?

source: Short Term Product
pl_pl: Produkt o krótkim okresie ważności

source: I don't have this type of products
pl_pl: Nie mam tego typu produktów

source: What should I do for a product with a short term life?
pl_pl: Co powinienem zrobić w przypadku produktu o krótkim okresie ważoności?

source: Custom
pl_pl: Własne

source: Allow to use custom messages
pl_pl: Pozwól na własne wiadomości

source: Omnibus Message
pl_pl: Wiadomość Omnibus

source: A message displaying the last lowest price before the promotion was introduced.
pl_pl: Komunikat wyświetlający ostatnią najniższą cenę przed wprowadzeniem promocji.

source: No Data Message
pl_pl: Brak danych potrzebnych w wiadomości

source: A message informing about the lack of price data for the selected product.
pl_pl: Komunikat informujący o braku ceny dla wybranego produktu.

source: Short Term Product Message
pl_pl: Wiadomość dotycząca produktu o krótkim terminie ważności

source: This is short term product.
pl_pl: Produkt o krótkim terminie ważności.

source: A message informing that there is no need to inform about the price due to the short expiry date.
pl_pl: Komunikat informujący o braku konieczności informowania o cenie ze względu na krótki termin ważności.

source: Product List
pl_pl: Lista produktów

source: Admin Dashboard List
pl_pl: Lista w pulpicie administratora

source: Show on products list screen
pl_pl: Pokaż na liście produktów

source: Show short message: %2$sOD: $1$s%3$s
pl_pl: Pokaż krótką wiadomość: %2$sOD: $1$s%3$s

source: Product Edit
pl_pl: Edycja produktu

source: Admin Edit Screen
pl_pl: Ekran edycji

source: Show on product edit screen
pl_pl: Pokaż na ekranie edycji produkt

source: Show checkbox to allow turn off Omnibus message
pl_pl: Pokaż pole wyboru, aby umożliwić wyłączenie komunikatu Omnibus

source: You can not display the message for Goods which are liable to deteriorate or expire rapidly.
pl_pl: Można nie wyświetlić komunikatu dla towarów, które ulegają szybkiemu zepsuciu lub tracą ważność.

source: Short Term Goods
pl_pl: Produkt o krótkim okresie ważności

source: Other
pl_pl: Inne

source: Number Of Days
pl_pl: Liczba dni

source: Please copy this field to support question
pl_pl: Proszę skopiować do zapytania o pomoc

source: Product
pl_pl: Produkt

source: Display debug information in product content
pl_pl: Wyświetlaj informację debug w treści produktu

source: no data
pl_pl: brak danych

source: Settings has been moved
pl_pl: Ustawienia zostały przeniesione

source: Please visit new %1$ssettings page%2$s.
pl_pl: Proszę przejść na nową %1$sstronę ustawień%2$s.

source: Reviews
pl_pl: Opinie

source: Short Term
pl_pl: Krótka ważność

source: This is a short-term product.
pl_pl: Produkt o krótkim terminie ważności.

source: Omnibus Price History
pl_pl: Historia cena omnibus

source: The migration was successful.
pl_pl: Migracja przebiegła pomyślnie.

source: The price log is empty for selected product.
pl_pl: Lista cen jest pusta dla wybranego produktu.

source: Provide us a coffee
pl_pl: Postaw nam kawę

source: OG — Better Share on Social Media
pl_pl: OG — Lepsze udostępnianie w mediach społecznościowych

source: https://wordpress.org/plugins/og/
pl_pl: https://pl.wordpress.org/plugins/og/

source: Would you like to boost your website sharing abilities?
pl_pl: Czy chcesz zwiększyć możliwości dzielenia się witryną?

source: Don't wait, install plugin %s!
pl_pl: Nie czekaj, zainstaluj wtyczkę %s!

source: Install
pl_pl: Instaluj

source: Thank you for using our plugin %s!
pl_pl: Dziękujemy za używanie naszej wtyczki %s!

source: Please let us know what you think about our plugin. It is important that we can develop this tool. Thank you for all the ratings, reviews and donates. If you have a technical problem, please before you add a review %1$scheck our FAQ%2$s or contact us if you did not find help there. We will try to help you!
pl_pl: Powiedz nam co myślisz o naszej wtyczce. To jest bardzo ważne dla nas i pozwoli nam ją rozwijać. Dziękujemy serdecznie za wszystkie oceny, recenzje i dodatkowe wsparcie. Jeżeli masz problem techniczny, prosimy zanim dodasz recenzję %1$ssprawdź nasze FAQ%2$s lub skontaktuj się z nami, jeżeli nie znajdziesz tam pomocy. Postaramy się tobie pomóc!

source: Get help
pl_pl: Skorzystaj z pomocy

source: Add review
pl_pl: Dodaj recenzję

source: I added review, do not show again
pl_pl: Recenzja została dodana, nie pokazuj ponownie

source: However, working on plugins and technical support requires many hours of work. If you want to appreciate it, you can provide me a coffee.
pl_pl: Praca nad wtyczkami oraz świadczenie pomocy technicznej wymaga ode mnie wielu godzin ciężkiej pracy. Jeżeli chcesz to docenić, możesz postawić mi kawę.

source: If every plugin user did it, I could devote myself fully to working on this plugin. Thanks everyone!
pl_pl: Gdyby każdy użytkownik wtyczki to zrobił, to mógłbym poświęcić cały swój czas pracy nad wtyczką. Dziękuję każdemu!

source: Provide me a coffee
pl_pl: Postaw mi kawę

source: Do you have a technical problem? Please contact us. We will be happy to help you. Or maybe you have an idea for a new feature? Please let us know about it by filling the support form. We will try to add it!
pl_pl: Masz problem techniczny? Prosimy o kontakt z nami. Z przyjemnością tobie pomożemy. A może masz pomysł na nową funkcjonalność? Poinformuj nas o tym, dodając wątek na forum technicznym. Weźmiemy to pod uwagę!

source: Please %1$scheck our FAQ%2$s before adding a thread with technical problem. If you do not find help there, %3$scheck support forum%4$s for similar problems.
pl_pl: Zobacz %1$snasze FAQ%2$s zanim dodasz wątek w dziale pomocy technicznej. Jeżeli nie znajdziesz tam pomocy, sprawdź również %3$sforum techniczne%4$s pod kątem podobnych problemów.

source: Do you like our plugin? Could you rate him? Please let us know what you think about our plugin. It is important that we can develop this tool. Thank you for all the ratings, reviews and donates.
pl_pl: Jak podoba się nasza wtyczka? Masz możliwość ją ocenić? Daj nam znać, co o niej myślisz. To dla nas bardzo ważne, aby móc ją rozwijać. Dziękujemy za wszystkie oceny, recenzje oraz dodatkowe wsparcie.

# plugins home
source: https://wordpress.org/plugins/%s
pl_pl: https://pl.wordpress.org/plugins/%s
